{
  "ClientName": "UNION THIRDCOMM OPERATIVE ID:1208/DF",
  "ClientLogo": "https://raw.githubusercontent.com/massif-press/compcon/master/public/static/img/logo/union.svg",
  "PaymentFlavour": "FUNDS LEGITIMATE",
  "BackgroundColor": "#0c0c1d",
  "BackgroundAccent": "#1e1e48",
  "TextColor": "#ffffff",
  "BorderColor": "#c0c0c0",
  "ClientDescription": "ThirdComm is defined by its rejection of SecComm’s Anthrochauvinist values and its re-adoption of the Utopian Pillars. The old doctrine of aggressive colonial expansion and reconquest has been replaced with a hands-off approach to outreach, spearheaded by the Union Administrative Department (UAD). ThirdComm bore witness to SecComm’s crimes – ████████████████ █████████████████████████████████████████████ that brought about the change from the First Committee to the Second, countless colonial suppressions. Its response has been to pursue a slower, more moderated path toward galactic integration.",
  "MissionDescription": "ThirdComm, recoiling from the naked aggression of its predecessor, places much more emphasis on hegemony and as such, requests your assistance in securing the local planet colonies from the rapidly increasing number of attacks from a unidentified hostile party found present on the planet. Due to the Concern Of Life Treaty, any Union or Union-aligned Forces are required to contribute No Civilian Casualties to overall conflict death statistics. Pilots are allowed to act independently until either another Auxillary Union force arrives or is given other instructions by the Managing NHP known as REUSSITE. Terms of cooperation and payment can be found below.",
  "AdditionalDescription": "NO MORE INTEL: INSUFFICIENT CLEARANCE",
  "PaymentInfo": "ACQUISITION OF SELECTED MECH MANUFACTURER LICENCE, EQUIVALENT TO 500 MANNA. PAYMENT AWARDED AFTER SUCCESSFUL MISSION EXECUTION. TERMS APPLY. THIS CONTRACT IS CONSIDERED LEGALLY BINDING AFTER ACCEPTING THE ASSIGNMENT. DEATH, BREAKING THE MISSION REQUIREMENTS AND/OR NOT EXECUTING MISSION OBJECTIVES, ALLIEGIANCE CHANGES OR ANY OTHER SIGNIFICANT ALTERATIONS OF THE RELATIONSHIP BETWEEN THE CONTRACTOR AND CONTRACTEE CONSTITUTE FOR A FORFEITURE OF PAYMENT AND POSSIBLE FINE.",
  "AdditionalPaymentInfo": "CONTRACT HASH: omni:aaf78b8947b20fb5a78ab997bfbf811286bf92ff6315c43f381325337fbc05f7",
  "DeployedForces": ["HADES", "RAPTOR", "SIGNAL", "TSUNAMI"],
  "Objectives": ["Hold off Enemy Forces.", "Follow Orders of Overseer NHP."],
  "Notes": [
    "Civilian Casualties Unacceptable.",
    "Assets Allowed to act independently in Emergency."
  ],
  "intro": true,
  "IntroData": {
    "type": "brigador",
    "LogoPath": "https://raw.githubusercontent.com/massif-press/compcon/master/public/static/img/logo/ra.svg",
    "Paragraph1": "This Brigador Action Agreement (the 'Agreement') is made and entered into this <redacted> day of <redacted>, by and between the Solo Nobre Concern a/k/a SNC, an <redacted> company, hereinafter called 'Company', and <redacted>, hereinafter called 'Contractor'.<br>    WHEREAS, Company desires to retain Contractor to develop and deliver to Company the access for assault and seizure of Solo Nobre (the 'Asset'); and <br>    <br>    WHEREAS, Contractor desires to develop the Asset on the terms and conditions set forth herein. <br>    <br>    NOW THEREFORE, the parties hereto do hereby mutually agree as follows: <br>    <br>    <br>    <br>    ARTICLE 1: TERM OF CONTRACT<br>    1.01. This Agreement will become effective immediately and will continue in effect until the services provided for under this Agreement have been performed to Company's satisfaction or until otherwise terminated as provided in this Agreement.<br>    <br>    1.02. Should Contractor breach any terms of Agreement, Company will perforce terminate Contractor agreement, Contractor person, and any such individuals deemed by the Company a liability to the assets, secrecy, and/or concerns of the Company or the Agreement.",
    "Paragraph2": "ARTICLE 2: SERVICES TO BE PERFORMED BY CONTRACTOR<br>2.01. Contractor agrees to provide at minimum access to the Company of secured access points ('Zones') for ground action in all Asset districts, via destruction of orbital defense array, municipal infrastructure providing power or munitions to said arrays, and/or local defense forces securing and manning said defense arrays. All Zones are to be delivered by noon the day following acceptance of the Agreement ('Deadline').<br>2.02. Contractor will determine the method, details, and means of performing the services described in Section 2.01. Company may specify only the results desired in regard to the specified services.<br>2.03. Contractor may, at Contractor's own expense, employ any assistants Contractor deems necessary to perform the services required of Contractor by this Agreement. Company may control, direct, supervise, or terminate Contractor's assistants or employees in the performance of those services should Contractor breach this article.<br>ARTICLE 3: COMPENSATION<br>3.01. In consideration for the services to be performed by Contractor, Company agrees to pay to Contractor the sum of <redacted> (the 'Sum').<br>3.02. For services rendered under this Agreement, Company agrees to pay Contractor the Sum on completion of Agreement following Company's successful seizure of the Asset and pursuant Contractor's survival for a minimum of two Novo Solo weeks (the 'Interval').<br>3.03. Should Contractor cease life functions during Interval, no amount of Sum or any restitution will be paid to heirs or next of kin. In the case that heirs or next of kin should pursue action to acquire Sum, Company may seek to dissuade or terminate said heirs or next of kin.<br>",
    "Paragraph3": "ARTICLE 4: OBLIGATIONS OF CONTRACTOR<br>4.01. Contractor will supply all tools, equipment, instruments, supplies, and other materials required to perform the services under this Agreement outside of initial supply drop provided by Company to Contractor's specifications unless Contractor fails to provide said specifications in time for deployment once Agreement becomes actionable.<br>4.02. Contractor acknowledges that time is of the essence of this Agreement and that Contractor's best efforts must be utilized to completely liberate all Zones within the allotted time.<br>4.03. Neither this Agreement nor any duties or obligations under this Agreement may be assigned by Contractor without the prior written consent of Company.<br>ARTICLE 5: OBLIGATIONS OF COMPANY<br>5.01. Company agrees to assume no liability for any Contractor actions, damages inflicted by Contractor, or damages inflicted upon Contractor (both physical and emotional) in pursuing the Agreement.<br>5.02. Company will comply with all reasonable requests of Contractor necessary to the performance of Contractor's duties under this Agreement levied prior to Contractor deployment.<br>5.03. Company agrees to sever all contact with and deny all knowledge of Contractor pursuant Contractor engaging in actions identifiable in any way as being in connection with the Company.<br>5.04. Once Sum is delivered following successful liberation of Zones and survival of Interval, Company will erase all outwardly accessible record of transactions or knowledge related to Agreement.<br>",
    "Paragraph4": "ARTICLE 8: CONTRACTOR'S WARRANTIES AND INDEMNIFICATIONS<br>8.01. Contractor represents and warrants to Company that: (i) with respect to the Asset which Contractor will deliver to Company in performance of this Agreement, Contractor warrants that it has no right to make and disclose thereof without liability to any third party; (ii) Contractor has not sold, assigned, leased, licensed or in any other way disposed of or encumbered the Asset in whole or in part to any party other than Company; (iii) the performance of the terms of this Agreement and the performance of Contractor’s duties hereunder may breach any separate agreement by which Contractor is bound, or violate or infringe any rights of any third party, and so long as this Agreement remains in effect, Contractor may commit any acts consistent with pursuing this Agreement and will not be liable via the Company for any governmental, civic, or court martial suits or war crimes; (iv) there are no, and there will not be, any liens, claims or encumbrances against the Asset which would derogate from or be inconsistent with any of Company’s proprietary rights with respect thereto; (v) Contractor represents and warrants that it is, and at all times during the term of this Agreement will be the holder of all consents necessary for it to perform its obligations hereunder; and (vi) in the event there are any litigation or other claim, pending or threatening, or a fact which may be the basis of any claim against the Asset or Contractor, the Contractor may take any action which would prevent interference with the rights of Company under this Agreement.<br>8.02. Contractor will indemnify and hold Company free and harmless from any obligations, costs, claims, judgments, attorneys' fees, undertakers’ fees, morticians’ fees, and attachments arising from, growing out of, or in any way connected with the services rendered to Company under this Agreement.<br>8.03. The representations, warranties and indemnification rights set forth in the Agreement shall survive execution of this Agreement, the performance of the obligation of Contractor hereunder, and cancellation or termination of this Agreement.",
    "Paragraph5": "ARTICLE 9: GENERAL PROVISIONS<br>9.01. Any notice required under this Agreement to be served upon Company shall be delivered verbally or in writing and shall be deemed effective when served personally or directly transmitted and recorded. Any mailed or transmitted notice to the Company that is intercepted or witnessed by an outside party shall be grounds for termination of Contractor or persons acting at Contractor’s behest.<br>9.02. This Agreement supersedes any and all agreements, both oral and written, between the parties with respect to the rendering of services by Contractor for Company, and contains all of the covenants and agreements between the parties with respect to the rendering of these services in any manner whatsoever. Each party acknowledges that no representations, inducements, promises, or agreements, written or oral, have been made by either party, or by anyone acting on behalf of either party, that are not embodied in this Agreement. No modification of this Agreement will be allowable.<br>9.03. Contractor shall be deemed to have the status of an independent contractor, and nothing in this Agreement shall be deemed to place the parties in the relationship of employer-employee, principal-agent, partners or joint venturers. Contractor shall be responsible for any withholding taxes, payroll taxes, disability insurance payments, unemployment taxes, and other similar taxes or charges on the payments received by Contractor hereunder. Company shall have no responsibility or liability of any kind to any subcontractors providing services to or for the benefit of Contractor.<br>9.04. If Contractor dies or is dissolved prior to completion of this Agreement, any moneys that were to be due to Contractor from Company for services rendered prior to the date of death or dissolution shall not be paid in any portion to Contractor's executors, administrators, heirs, personal representative, successors, or assigns. The Company accepts Contractor death or dissolution as being in breach of the Agreement.<br>9.05. If any action at law or in equity, including an action for declaratory relief, is brought to enforce or interpret the provisions of this Agreement, the Contractor will be held responsible for deflecting any court investigation in addition to rendering any other relief to which the Company may be entitled. The attorneys' fees may be set by the Company in the same action or in a separate action brought for that purpose.<br>9.06. This Agreement may be executed in any number of counterparts which together shall constitute the contract of the parties.<br>IN WITNESS WHEREOF, the parties have hereunto set their hands and seals the day and year first above written.<br>COMPANY: The Solo Nobre Concern a/k/a SNC, an <redacted> company."
  }
}
